# macOS-specific packages only
# Core CLI tools (git, neovim, fzf, etc.) are managed via packages/core.txt

## work
brew "openconnect"

## casks
cask "kitty"
cask "firefox"
cask "nordvpn"
cask "lulu"
cask "telegram"
cask "whatsapp"
cask "signal"
cask "raycast"
cask "arc"
cask "visual-studio-code"
cask "nikitabobko/tap/aerospace"
cask "ubersicht"
cask "caffeine"
cask "displaylink"
cask "hammerspoon"
cask "microsoft-teams"
cask "webex"
cask "windows-app"
